# Term Tools
brew "lsd"
brew "fzf"
brew "zoxide"
brew "ripgrep"
brew "tmux"
brew "starship"

# Dev Tools
brew "git"
brew "neovim"

# macOS Enviroment
cask "font-hack-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "linearmouse"

# Applications
cask "ghostty"
cask "bitwarden"
cask "mullvad-vpn"
cask "obsidian"

# MAS
# brew "mas"
# mas "Klack", id: 6446206067

