# Term Tools
brew "bottom"
brew "lsd"
brew "fzf"
brew "tree"
brew "ripgrep"
brew "zoxide"
brew "starship"
brew "tmux"

# Dev Tools
brew "git"
brew "neovim"
brew "rustup"
brew "node@22"

# macOS Enviroment
cask "font-hack-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "tor-browser"
cask "calibre"

# Applications
cask "bitwarden"
cask "discord"
cask "linearmouse"
cask "zen-browser"
cask "mullvadvpn"

# Tap Utils
tap "homebrew/bundle"

# MAS
brew "mas"
mas "Klack", id: 6446206067

